Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: smj

source: (Dát vuohki lea jur ovttagielat ja guovttegielat strategiijaid gaskkas, vuohki ii váikkut bures máná giellaválljemii, dat ii stivre máná sámásteami guvlui, iige dat láže dili riikkagillii ságastit)
smj: (Dát vuohke l jur avtagielak ja guovtegielak stratesjijjaj gaskan, vuohke ij vájkkuda buoragit máná giellaválljimij, dat ij stivrri mánáv sámástime guovlluj, ij ga látje dilev rijkagiellaj ságastittjat)

source: Go mánná hupmá riikkagiela, de rávesolmmoš dušše joatká ságastallama ja vástida sámegillii.
smj: Gå mánná rijkagielav ságas, de ållessjattuk dåssju joarkká ságastallamav ja vásstet sámegiellaj.

source: (Dáinna vugiin rávesolmmoš čájeha mánnái ahte “mun sámástan ja don fas dárustat ja dat lea juste nu go galgá”.
smj: (Návti ållessjattuk vuoset mánnáj “mån sámástav ja dån vas dárusta ja dat la jur dagu galggá”.

source: Go mánná hupmá riikkagiela de rávesolmmoš maid hilgu sámegiela ja hupmagoahtá riikkagiela son maid.
smj: Gå mánná rijkagielav ságas de ållessjattuk aj hilggu sámegielav ja rijkagielav sáhkadahttjá sån aj.

source: (Mánná lea de atnán ovttagielat ságastallanstrategiija mas riikkagiella lea máná ulbmilgiella, ja ná lea mánná stivren rávesolbmo geavahit riikkagiela.
smj: (Mánná l de avtagielak ságastallamstratesjijjav adnám manna rijkagiella l máná ulmmegiella, ja návti l mánná ållessjattugav stivrrim rijkagielav anátjit.

source: Guovttegielat ságastallanstrategiijat – váikkuhit dasa ahte sihke riikkagiella ja sámegiella leat anus, dahje dasa ahte riikkagiella šaddá ságastallama gulahallangiellan
smj: Guovtegielak ságastallamstratesjijja – vájkkudi váj sihke rijkagiella ja sámegiella li anon, jali rijkagiella sjaddá ságastallama guládallamgiellan

source: Go galgá mánáid giellabirrasa stivret, de lea dehálaš ahte rávesolmmoš lea diđolaš ságastallanstrategiijain ja geahččala atnit in ipmir -strategiija dahje 38 árvádallanstrategiija, ja dáid bokte diđolaččat stivret mánáid giellaválljema.
smj: Gå galggá mánáj giellabirrasav stivrrit, de la ájnas jut ållessjattuk la diedulasj ságastallamstratesjijjajda ja gæhttjal adnet iv dádjada-stratesjijjav jali månnamstratesjijjav , ja dáj baktu diedulattjat mánáj giellaválljimav stivrrit.

source: Jus rávesolmmoš ii leat diđolaš, de sáhttá diehtemeahttunvuođas atnit guovttegielat strategiijaid, dábálaččat joatkinstrategiija.
smj: Jus ållessjattuk ij la diedulasj, de máhttá diehtemahtesvuodas guovtegielak stratesjijjav adnet, dábálattjat joarkkemstratesjijjav.

source: Dat váikkuha dasa ahte mánná oažžu dieđu ahte lea doarvái buorre jus son atná riikkagiela, vaikko ulbmil leage ahte mánát maid galget sámástit, ja rávesolmmoš geahččala máná produktiiva sámegielatvuođa nannet.
smj: Dat vájkkut mánná oadtju diedov jut la nuoges buorre jus adná rijkagielav, vájku ulmme l máná galggi sámástit, ja ållessjattuk gæhttjal máná produktijva sámegielakvuodav nannit.

source: Go rávesolmmoš diđolaččat atná ovttagielat ságastallanstrategiijaid, de ferte dahkat dán autoritatiiva vugiin: liekkusvuođa čájehit seammás go geahččala stivret ságastallama giellageavaheami.
smj: Gå ållessjattuk diedulattjat adná avtagielak ságastallamstratesjijjajt, de hæhttu dáv dahkat autoritatijva vuogijn: liekkosvuodav vuosedit sæmmi bále gå gæhttjal ságastallama giellaanov stivrrit.

source: Rávesolmmoš ii sáhte ovdanbuktit mánnái ahte ii gille mánáin gulahallat go mánná atná riikkagiela, dat lea autoritára vuohki man bokte rávesolmmoš hilgu máná.
smj: Ållessjattuk ij máhte åvddån buktet mánnáj jut sån ij visjá mánájn guládallat gå mánná adná rijkagielav, dat la autoriterra vuohke man baktu ållessjattuk hilggu mánáv.

source: Autoritatiiva vugiin rávesolmmoš čájeha mánnái ahte son duođaid dáhttu gulahallat mánáin, seammás go čájeha mánnái ahte dáhttu gulahallat sámegiela bokte.
smj: Autoritatijva vuogijn ållessjattuk vuoset mánnáj sån duodaj sihtá guládallat mánájn, sæmmi bále mánnáj vuoset sihtá sámegiela baktu guládallat.

source: Ovttagielat riikkagielat olbmot atnet álo ovttagielat ságastallanstrategiijaid go ságastit sámegielat mánáiguin.
smj: Avtagielak rijkagielak ulmutja agev adni avtagielak ságastallamstratesjijjav gå sámegielak mánáj ságasti.

source: Sámegielat rávesolmmoš sáhttá dáinna lágiin diđolaččat atnit ságastallanstrategiijaid stivret mánáid giellaválljema, vai mánát sámástit eaige ane riikkagiela gulahallamii.
smj: Sámegielak ållessjattuk máhttá dán láhkáj diedulattjat adnet ságastallamstratesjijjav stivrritjit mánáj giellaválljimav, vaj máná sámásti farra gå rijkagielav adni guládallamij.

source: Nu go mii leat ovddabealde namuhan, giellabirrasa stivremis lea guovddážis dat, ahte mánnájoavkkus leat doarvái bargiresurssat - ja kánske bargiid lassin vel eará sámegielat doarjjaolbmot.
smj: Dagu lip åvddålin nammadam, giellabirrasa stivrrimin la guovdátjin jut mánnájuohkusin li nuoges barggeressursa - ja ihkap barggij duodden vil ietjá sámegielak doarjjaulmutja.

source: Dan lea hui dehálaš váldit vuhtii sámegielat fálaldaga plánedettiin ja lágidettiin.
smj: Dáv la viek ájnas mujttet gå sámegielak fálaldagáv pláni ja hiebat.

source: 10 Gievrras giellamodeallaid bargojoavkku barggu čoahkkáigeassu
smj: 37 10 Nanos giellamodellaj barggojuohkusa bargo tjoahkkájgæsos

source: SáMOS-prošeavtta gievrras giellamodeallaid bargojoavku lea guorahallan dan, movt mánáide ja nuoraide Sámis sáhttá ja galgá fállat mánáidgárde- ja skuvladoaimmaid gievrras giellamodeallaid bokte.
smj: SÁMOS-prosjevta nanos giellamodellaj barggojuogos la åtsådam gåktu mánájda ja nuorajda Sámen máhttá ja galggá mánájgárdde- ja skåvllåfálaldagájt nanos giellamodellaj milta hiebadit.

source: Gievrras giellamodeallat leat Sámis vealtameahttumat, go mánáidgárde- ja skuvlafálaldagaid ulbmilin lea, ahte mánát sámástit produktiivvalaččat ja ohppet maiddái čállit sámegillii.
smj: Sámen ij nanos giellamodellajt máhte garvvet, gå mánájgárdde- ja skåvllåfálaldagáj ulmmen la máná produktijva láhkáj sámásti ja oahppi aj tjállet sámegiellaj.

source: Vuosttaš oassi guorahallamis lea lohkanláhkái dokumeanttas “Gievrras giellamodeallat I: duogáš ja definišuvnnat”.
smj: Vuostasj oasev åtsådimes bæssá låhkåt dokumentan “Nanos giellamodella I: duogásj ja definisjåvnå”.

source: Das mii leat ovdanbuktán giellamodeallaid gielladutkiid Colin Baker ja Jon Todal bargguid vuođul, ja evttohan movt daid modeallaid sáhttá ain ovdánahttit ja heivehit sámiid diliide.
smj: Danna lip åvddånbuktám giellamodellajt gielladutkij Colin Baker ja Jon Todala bargoj milta, ja ævtodam gåktu dajt modellajt máhttá ájn åvddånahttet ja hiebadit sámij dilijda.

source: Dokumeanttas bohtet ovdan modeallaid namahusat: oamastanmodealla ja nannenmodealla , mat leat gievrras modeallat, ja goaikkanasmodealla , mii lea geahnohis modealla.
smj: Dokumentan åvddån båhti modellaj nammadusá: åmastimmodælla ja nannimmodælla , ma li nanos modella, ja gåjkudismodælla , mij la rasjes modælla.

source: Tabeallahámis leat čájehuvvon iešguđet modeallaide váikkuheaddji fáktorat: geasa dat leat oaivvilduvvon, mii lea daid mihttu, movt modealla ollašuvvá ja mii lea vuorddehahtti boađus.
smj: Tabællahámen lip iesjguhtik modellav vuosedam, ja makkir faktåvrå dajt mierredi: gejda l modælla miejnniduvvam, mij la dan ulmme, gåktu modælla ålliduvvá ja mij la vuordedahtte boados.

source: Bargojoavkku barggu vuođđu lea leamaš dat, ahte sámemánáid- ja nuoraid giellafálaldagaid 39 mihttun ferte leat produktiivvalaš sámegielatvuohta : dakkár gielladilli, ahte mánáin lea njuovžilis sámegiella, sii geavahit giela spontánalaččat iešguđet diliin sihke oahppama ja gulahallama reaidun, ja máhttet áiggi mielde maiddái čállit sámegiela.
smj: Barggojuohkusa bargo vuodon la læhkám jut sámemánáj- ja nuoraj giellafálaldagáj ulmmen hæhttu liehket produktijva sámegielakvuohta : dakkár gielladille, jut mánájn la másjkugis sámegiella, gielav spontanalattjat adni iesjguhtik dilijn sihke oahppama ja guládallama ræjddon, ja maŋenagi aj bukti sámegielav tjállet.

source: Dasa lea vejolaš ollet dušše gievrras giellamodeallaid bokte.
smj: Dasi máhttá jåksåt dåssju nanos giellamodellaj baktu.

source: Dokumeanttas mii leat deattuhan ahte gievrras giellamodeallaid ollašuhttima dáfus hui dehálaččat leat diđolaš giellageavadat nappo gielladiđolaš plánen ja bargovuogit, mas oassin lea fálaldaga bohtosiid jeavddalaš árvvoštallan ja fálaldagaid organisatoralaš bealit dego bistu, nappo joatkevašvuohta .
smj: Dokumentan lip dættodam nanos giellamodellaj ållidime gáktuj li diedulasj giellapráksisa guovdátjin mij merkaj gielladiedulasj plánim ja barggovuoge. Dasi gullu aj aktelt árvustallá fálaldagáj gielalasj båhtusijt ja daj organisasjåvnålasj vidjurijt dagu man guhkev vihpi ja kontinuitiehtav.

source: Dálá sámegielat fálaldagain dat fáktorat eai dávjá ollašuva.
smj: Dálásj sámegielak fálaldagájn da faktåvrå álu e ålliduvá.

source: Mii oaidnit ahte dat lea stuorra sivva dasa, ahte sámi mánáidgárddiid ja sámeoahpahusa gielalaš bohtosat eai eisige álo leat dan dásis go sámeservodat dárbbašivččii ja vuorddášii.
smj: Vuojnnep dat la stuorra sivvan gå sáme mánájgárdij ja sámeåhpadusá gielalasj båhtusa agev ælla dan dásen gå sámesebrudahka luluj dárbahit ja vuorddet.

source: Dán nuppi bargodokumeanttas bargojoavku lea guorahallan gievrras giellamodeallaid dárbbu ja ollašuhttima vuđolaččabut ja praktihkalaččat.
smj: Nuppe barggodokumentan la barggojuogos guoradallam nanos giellamodellaj dárbov ja ållidimev snivábut ja praktihkalattjat.

source: Duogášoasis leat govvejuvvon sámemánáid dálá gielladilit ja gielalaš dárbbut: manne lea nu dehálaš giddet fuomášumi sámi mánáidgárddiid ja sámeoahpahusa modeallaide ja bargovugiide.
smj: Åtsådime duogátjin li sámemánáj dálásj gielladile ja gielalasj dárbo gåvviduvvam: manen la nav ájnas berustit sáme mánájgárdij ja sámeåhpadusá modellajs ja barggovuogijs.

source: Logus “Gievrras giellamodeallaid organisatoralaš bealit” mii leat guorahallan fáktoriid, mat gusket giellafálaldaga lágideapmái, organisatoralaš beliide.
smj: Kapihttalin “Nanos giellamodellaj organisasjåvnålasj vidjura” lip guoradallam faktåvråjt ma giellafálaldagá hiebadibmáj guosski, organisasjåvnålasj vidjurijda.

source: Hui dehálaš lea eaiggátrolla dahjege doaimmaid lágideaddji ollislaš ovddasvástádus.
smj: Ásadiddjeroalla jali fálaldagáj ásadiddje åbbålasj åvdåsvásstádus la viek ájnas.

source: Mii deattuhit dan, ahte sámegielat mánáidgárde- ja skuvladoaimmat galget plánejuvvot, koordinerejuvvot ja árvvoštallojuvvot institušuvnnalaš ja struktuvrralaš dásis .
smj: Dættodip dav, jut sámegielak mánájgárdde- ja skåvllåfálaldagá galggi plániduvvat, koordinieriduvvat ja árvustaláduvvat ásadusáj ja struktuvraj dásen.

source: Ollislaš ovddasvástádus ii galgga leahkit ovttaskas bargis iige váhnemis, dat galgá leahkit eaiggádis.
smj: Åbbålasj åvdåsvásstádus ij galga liehket aktugasj bargge ij ga mánáj æjgádij duogen, dat galggá fáladiddje duogen liehket.

source: Organisatoralaš áššin ovdanbuktojuvvojit maiddái giellafálaldagaid namahusat ja dat, movt iešguđet giellamodeallat leat kontinuma, man juohke muttus fálaldaga sáhttá gievrudahttit.
smj: Organisasjåvnålasj vidjurij bále åvddån biejaduvvi aj giellafálaldagáj nammadusá ja gåktu iesjguhtik giellamodella li kontinuuma, mav juohkka mutton fálaldagán máhttá nannit.

source: Dán dokumeantta njealját logus čilgejuvvojit dat prinsihpat, maid vuođul sámegielat mánáidgárde- ja skuvladoaimmaid ferte ollašuhttit.
smj: 38 Nælját kapihttalin tjielggiduvvi da prinsihpa, maj vuodon sámegielak mánájgárdde- ja skåvllåfálaldagájt hæhttu ållidit.

source: Manne lea nu dehálaš ahte biras ja giellaválljen lea ovttagielat, sámegielat?
smj: Manen la nav ájnas jut birás ja giellaválljim la avtagielak, sámegielak?

source: Movt dasa lea vejolaš ollet mánáiguin ja nuoraiguin?
smj: Gåktu máhttá dasi jåksåt mánáj ja nuoraj?

source: Manne doaimmaid galgá árvvoštallat ja maid das galgá váldit vuhtii?
smj: Manen galggá fálaldagájt árvustallat ja majt danna galggá vieledit?

source: Mii deattuhit ovttagielatvuođa dárbbu: sámemánáide ja -nuoraide ferte fállat nu ovttagielat, sámegielat birrasa go vejolaš, rávesolbmot fertejit leat giellaválljemiin hui systemáhtalaččat , ja olles sámegielat fálaldaga vealtameahttun eaktu lea giellabirrasa stivren .
smj: Dættodip avtagielakvuoda dárbov: sámemánájda ja -nuorajda hæhttu fállat nav avtagielak, sámegielak birrasav gå máhttelis, ållessjattuga hæhttuji viek systiemalattjat gielav válljit ja giellabirrasav stivrrit, dát la ålles sámegielak fálaldagá ækton.

source: Min váldočuoččuhus lea dat, ahte mánáid produktiivvalaš sámegiela dáidu eaktuda ovttagielat, sámegielat birrasa .
smj: Mijá oajvvetjuottjodus la jut mánáj produktijva sámegieldájddo ævtot avtagielak, sámegielak birrasav.

source: Ovttagielatvuođa huksen máŋggagielat servošis fas eaktuda diđolašvuođa ja návccaid, go riikkagielaid deaddu lea nu garas ja go das ferte dihtoláhkái bargat máŋggagielat servošiid dábálaš, árgabeaivválaš giellageavadiid ja norpmaid vuostá.
smj: Avtagielakvuodav ásadit moattegielak sebrudagán vas ævtot diedulasjvuodav ja fámojt, gå rijkagielaj dæddo l nav garras ja gå danna hæhttu visses láhkáj barggat moattegielak sebrudagáj dábálasj, árggabæjválasj giellapráksisij ja nårmaj vuosstij.

source: Dokumeantta viđat logus leat eambbo praktihkalaš ávžžuhusat dahje evttohusat gievrras giellamodeallaid, dahjege nannen- ja oamastanmodeallaid ollašuhttima várás.
smj: Dokumenta vidát kapihttalin li ienep praktihkalasj ávttjimusá jali oajvvadusá nanos giellamodellajda, jali nannim- ja åmastimmodella ållidime gáktuj.

source: Mii guorahallat dan, movt soaitá leat dárbbašlaš sirret mánáid iešguđet 40 joavkkuide sin gielladuogáža mielde .
smj: Guoradallap gåktu dávk lisj dárbbo ieredit mánájt iesjguhtik juohkusijda sijáj gielladuogátja milta.

source: Dat lea gažaldat, masa laktásit ollu organisatoralaš ja praktihkalaš bealit ja sensitiivvalašvuohta.
smj: Dat la gatjálvis, masi li organisasjåvnålasj ja praktihkalasj vidjura tjanáduvvam ja aj edna dåbdo.

source: Mii maiddái guorahallat sierra vuolleloguin dan, movt galgá álggahit barggu mánáiguin oamastanjoavkkus ja nannenjoavkkus.
smj: Åtsådip aj sierra vuolep kapihtaltjuokkajn gåktu galggá álgadit bargov mánáj gudi åmastimjuohkusij ja nannimjuohkusij gulluji.

source: Loahpas guorahallojuvvojit ságastallanstrategiijat, mat gusket goappáge jovkui.
smj: Låhpan guoradaláduvvi ságastallamstratesjijja, ma goappátja juohkusijda guosski.

source: Váldofuomášupmi ságastallanstrategiijaid olis lea dat, ahte mánáid ja nuoraid giellaválljema lea vejolaš ja dárbbašlaš stivret, muhto dat ii leat álki, ja dat gáibida gielladiđolaš strategiijaid .
smj: Oajvvegávnadus ságastallamstratesjijja gáktuj la jut mánáj ja nuoraj giellaválljimav la máhttelis ja dárbulasj stivrrit, valla dat ij la álkke, ja dat gájbbet gielladiedulasj stratesjijjajt.

source: Daid heiveheamis, dego earáge gievrras giellamodeallaid ollašuhttimii laktáseaddji beliin, lea vealtameahttun doarjut mánáidgárde- ja skuvlabargiid.
smj: Dajn hiebadimen de hæhttu mánájgárdde- ja skåvllåbarggijt doarjjot, sæmmi láhkáj dagu gå galggá nanos giellamodellaj ietjá vidjurijt tjadádit..

source: Sidjiide ferte fállat jeavddalaš skuvlejumi ja ságastallanarenaid, ja sidjiide ferte láhčit dakkár bargodiliid, main sii nagodit buoremus lági mielde sirdit ja nannet sámegielaid.
smj: Sidjij hæhttu fállat skåvllimav aktelt ja ságastallamarienájt, ja sidjij hæhttu dakkár barggodilijt hiebadit váj buoremus láhkáj bukti sámegielajt sirddet ja nannit.

source: Mis Sámis lea dán áiggi eambbo diehtu giellaoččodeami ja -sirdima birra go goassige ovdal.
smj: Sámen diehtep dán ájge ienep giellaåmastime ja -sirddema birra gå goassak åvddål.

source: Danne mis leat buoret vejolašvuođat lihkostuvvat sámegielaid nannemis ja ealáskahttimis go ovddit buolvvain.
smj: Danen li miján buorep vejulasjvuoda vuorbástuvvat sámegielaj nannimijn ja ælládahttemijn gå åvdep buolvajn lidjin.

source: Birra máilmmi lea čájehuvvon ahte vaikko áitatvuloš eamiálbmot- ja unnitlogugielaid sirdin mánáid produktiivvalaš giellan lea gáibideaddji, dat lea goitge vejolaš jus bargá gievrras giellamodeallaiguin.
smj: Vájku ájtedum iemeálmmuk- ja unneplågogielaj sirddem mánájda produktijva giellan gájbbet ålov, de li væráldav miehtáj vuosedam jut huoman la máhttelis vuorbástuvvat jus nanos giellamodellaj barggá.

source: Gievrras giellamodeallaid bokte mii bajásgeassit boahttevaš sámegielat sohkabuolvvaid.
smj: Nanos giellamodellaj baktu boahtte sámegielak buolvajt bajedip.

source: Cuoŋománus 2022
smj: 2022 vuoratjismáno

source: SáMOS - prošeavtta gievrras giellamodeallaid bargojoavku
smj: SáMOS - prosjevta nanos giellamodellaj barggojuogos
